fmdbmix_actionConfig=Formidable - Actions de formulaire
fmdbmix_formAction=Action de formulaire

fmdb_save2jcrAction=Sauvegarde JCR
fmdb_save2jcrAction.ui.tooltip=Sauvegarde les donn\u00e9es soumises sous forme de n\u0153uds enfants dans un chemin JCR d\u00e9sign\u00e9.

fmdb_forwardAction=Transfert de donn\u00e9es
fmdb_forwardAction.ui.tooltip=Transf\u00e8re les donn\u00e9es compl\u00e8tes du formulaire (y compris les fichiers) vers un endpoint tiers (multipart/form-data). Les tokens CAPTCHA sont retir\u00e9s avant le transfert.
fmdb_forwardAction.targetId=Cible de transfert
fmdb_forwardAction.targetId.ui.tooltip=La liste des cibles disponibles est g\u00e9r\u00e9e par un administrateur.

fmdb_emailNotificationAction=Notification email
fmdb_emailNotificationAction.ui.tooltip=Envoie une notification par email apr\u00e8s une soumission r\u00e9ussie. L'objet et le corps supportent l'interpolation ${nomDuChamp}.
fmdb_emailNotificationAction.to=Destinataire (\u00c0)
fmdb_emailNotificationAction.to.ui.tooltip=Adresse email du destinataire.<br/><b>Exemple :</b> <i>contact@example.com</i>.
fmdb_emailNotificationAction.from=Exp\u00e9diteur (De)
fmdb_emailNotificationAction.from.ui.tooltip=Adresse email affich\u00e9e comme exp\u00e9diteur.<br/><b>Exemple :</b> <i>no-reply@example.com</i>.
fmdb_emailNotificationAction.subject=Objet
fmdb_emailNotificationAction.subject.ui.tooltip=Objet de l'email. Supporte l'interpolation ${nomDuChamp}.<br/><b>Exemple :</b> <i>Nouveau message de ${prenom}</i>.
fmdb_emailNotificationAction.templateMessage=Corps du message
fmdb_emailNotificationAction.templateMessage.ui.tooltip=Corps de l'email. Supporte l'interpolation ${nomDuChamp}.<br/><b>Exemple :</b> <i>Nom : ${prenom} ${nom}\nMessage : ${message}</i>.

fmdb_emailContentAction=Contenu du formulaire par email
fmdb_emailContentAction.ui.tooltip=Envoie par email le contenu soumis du formulaire. L'objet de l'email utilise le titre du formulaire soumis et peut inclure les fichiers upload\u00e9s en pi\u00e8ces jointes.
fmdb_emailContentAction.to=Destinataire (\u00c0)
fmdb_emailContentAction.to.ui.tooltip=Adresse email du destinataire.<br/><b>Exemple :</b> <i>contact@example.com</i>.
fmdb_emailContentAction.from=Exp\u00e9diteur (De)
fmdb_emailContentAction.from.ui.tooltip=Adresse email affich\u00e9e comme exp\u00e9diteur.<br/><b>Exemple :</b> <i>no-reply@example.com</i>.
fmdb_emailContentAction.attachFiles=Joindre les fichiers upload\u00e9s
fmdb_emailContentAction.attachFiles.ui.tooltip=Joindre les fichiers upload\u00e9s valid\u00e9s \u00e0 l'email lorsque le formulaire contient des champs fichier.
fmdb_emailContentAction.maxAttachmentSizeMb=Taille max des pi\u00e8ces jointes (Mo)
fmdb_emailContentAction.maxAttachmentSizeMb.ui.tooltip=Taille maximale autoris\u00e9e par fichier joint pour cette action email.<br/><b>Note :</b> <i>La limite effective ne peut jamais d\u00e9passer la limite globale d'upload configur\u00e9e sur le module.</i><br/><b>Exemple :</b> <i>5</i>.
fmdb.section.logic=Logique
fmdbmix_formLogicElement=Logique conditionnelle
fmdbmix_formLogicElement.ui.tooltip=D\u00e9finit des r\u00e8gles qui contr\u00f4lent la visibilit\u00e9 de ce champ selon la valeur d'autres champs. Le champ est visible lorsque toutes les r\u00e8gles sont satisfaites, et masqu\u00e9 sinon. Si aucune r\u00e8gle n'est d\u00e9finie, le champ est toujours visible.
fmdbmix_formLogicElement.logics=R\u00e8gles
fmdbmix_formLogicElement.logics.ui.tooltip=D\u00e9finit des r\u00e8gles qui contr\u00f4lent la visibilit\u00e9 de ce champ selon la valeur d'autres champs. Seuls les champs liste, radio, case \u00e0 cocher et date plac\u00e9s avant celui-ci sont \u00e9ligibles comme source. Le champ est visible lorsque toutes les r\u00e8gles configur\u00e9es sont satisfaites, et masqu\u00e9 sinon. Si aucune r\u00e8gle n'est d\u00e9finie, le champ est toujours visible.

fmdbmix_captcha=CAPTCHA
fmdbmix_captcha.ui.tooltip=Active la protection CAPTCHA sur ce formulaire. Le widget est inject\u00e9 automatiquement via la configuration globale (org.jahia.modules.formidable.captcha.cfg). Le jeton est toujours v\u00e9rifi\u00e9 c\u00f4t\u00e9 serveur.
